更新构建文档
